export const PRIVACY_POLICY = `
## プライバシーポリシー (Privacy Policy)

このプライバシーポリシー（以下、「本ポリシー」）は、本サービス運営者（以下、「運営者」）が提供するサービス 「Vindies」（以下、「本サービス」）
における個人情報の収集や使用、開示に関する方針を定めるものです。 
本サービスを利用することにより、利用者（以下、「ユーザー」）は本ポリシーに従った情報の収集および使用に同意したものとみなされます。 
本サービスをご利用になる前に本ポリシーをお読みください。

### 第1条（API の利用）
本サービスでは、動画情報・要約文を取得するために YouTube API, Twitch API, OpenAI API を利用しており、
各 API 提供元のプライバシーポリシーに準拠しております。

* **Google / YouTube:** [Google プライバシーポリシー](https://policies.google.com/privacy)
* **Twitch:** [Twitch プライバシー通知](https://www.twitch.tv/p/ja-jp/legal/privacy-notice/)
* **OpenAI:** [OpenAI プライバシーポリシー](https://openai.com/ja-JP/policies/privacy-policy/)


### 第2条（取得する情報）

本サービスでは、サービスの提供・改善および利用状況の分析のため、以下の情報を取得・利用します。

1. **取得する情報**
* 接続情報（IPアドレス、Cookie、ブラウザ識別子等）

2. **利用目的**
* サイト全体の利用者数やページごとの利用者数のカウント

3. **情報の性質**
* 本サービスで取得する情報は統計的に処理され、氏名、住所、電話番号などの個人を特定する情報は一切収集いたしません。

### 第3条（第三者への情報提供）
本サービスは、収集した個人情報を第三者に提供しません。
ただし、法令に基づき開示を求められた場合は、この限りではありません。

### 第4条（外部リンクについて）

本サービスには、YouTube, Twitch などの外部サイトへのリンクが含まれています。
これらのリンクをクリックして外部サイトに移動する場合、移動先のサイトにおける個人情報の取扱いについては、本ポリシーは適用されません。

### 第5条（お問い合わせ先）

本ポリシーに関するお問い合わせは、以下までご連絡ください。\n
Email: [vindies@outlook.jp](mailto:vindies@outlook.jp) \n
X（旧Twitter）: [https://x.com/MASAO_koikoi](https://x.com/MASAO_koikoi)
`